Repository: patdimby/ITK-Welcome
Catalog: Intitek.Welcome.UI.Resources/Resource.*.resx
Languages: fr

# login_Username
source: User
fr: Utilisateur

# login_Password
source: Password
fr: Mot de passe

# login_ForgotPassword
source: Forgotten Password
fr: Mode passe oublié

# login_msg_AutentificationFailed
source: Access denied. Please contact your administrator
fr: Accès impossible. Veuillez contacter l'administrateur.

# Messages_Error_Title
source: There are some errors
fr: Les erreurs suivantes sont apparues :

# Message_ValidationRequiredParams
source: Field {0} is required
fr: Le champ {0} est obligatoire

# doc_Approbation
source: Approuved
fr: Approuvé

# doc_Lu
source: Read
fr: Lu

# doc_Name
source: Name
fr: Nom

# doc_Categories
source: Categories
fr: Catégories

# doc_Categorie
source: Category
fr: Catégorie

# actionTypeTitle
source: You will therefore find three types of actions to take on the documents presented to you:
fr: Vous retrouverez donc trois types d’actions à apporter sur les documents qui vous sont présentés :

# administrateur
source: Administrator
fr: Administrateur

# adminListTitle
source: Admins list
fr: Liste des admins

source: Approved
fr: Approuvé

source: Back to home
fr: Retour à l'accueil

# btnLogin
source: Log in
fr: Se connecter

# buttonBack
source: Back
fr: Retour

# buttonCancel
source: Cancel
fr: Annuler

# buttonValidate
source: Validate
fr: Valider

source: Category
fr: Catégorie

# ckeApprouved
source: I have read, understood and agree with the document {0}
fr: J'ai lu, j'ai compris et j'approuve le contenu du document {0}

# confirmPasswordAd
source: Confirm password
fr: Confirmation mot de passe

source: Dear;
fr: Cher(e),

source: Delete
fr: Supprimer

# documentLegend0
source: No action required
fr: Aucune action nécessaire

# documentLegend1
source: Action to perform
fr: Action à effectuer

# documentLegend2
source: Action performed
fr: Action effectuée

# documentLegend3
source: No action to perform
fr: Pas d'action à effectuer

# documentLegendIntro
source: You will easily find the status of the documents you have to read; approve and validate according to the following legend:
fr: Vous retrouverez facilement l’état des documents que vous avez à lire, approuver et valider selon la légende suivante :

# documentsAlreadyReadReviewed
source: Documents already read and reviewed
fr: Documents déjà lus et revus

# documentsRequiringAction
source: Documents requiring action on your part
fr: Documents nécessitant une action de votre part

source: Download
fr: Télécharger

# emailAd
source: Email address
fr: Adresse email

# emailListTitle
source: Emails list
fr: Liste des emails

# employeeSavingsBooklet
source: Wage savings booklet - INTITEK
fr: Livret Epargne Salariale - INTITEK

# errorPasswordMatch
source: Password not matched
fr: Les mots de passe ne correspondent pas

# errorRequiredPassword
source: Password Required
fr: Mot de passe obligatoire

# errorRequiredUsername
source: User Name Required
fr: Identifiant ou adresse email obligatoire

source: Forgot password?
fr: Mot de passe oublié ?

# groupedAction
source: GroupAction
fr: Action groupée

# happyReadWelcome
source: Happy reading and welcome to Intitek!
fr: Bonne lecture et bienvenue chez Intitek !

# homeIntro1
source: The home platform will allow you to learn a lot of information about your company; its organization and the rules to apply internally but also in our relations with our customers and suppliers.
fr: La plateforme d’accueil vous permettra de prendre connaissance de nombreuses informations sur votre société, sur son organisation et sur les règles à appliquer en interne mais également dans nos relations avec nos clients et fournisseurs.

# homeIntro2
source: Under this page; you will find documents related to your entity of belonging (mutual insurance; participation; IT charter; etc.) as well as specific awareness-raising materials (IT security; good practices; etc.).
fr: Vous retrouverez sous cette page des documents liés à votre entité d'appartenance (mutuelle, participation, charte informatique, etc.) ainsi que des supports de sensibilisation spécifiques (sécurité informatique, bonnes pratiques, etc.).

# homeIntro3
source: You will be able to consult all these documents now and will be able to return to consult the updates of these documents throughout your evolution. If you no longer remember your conditions for mutual insurance or for unlocking your participation; you can easily return to the platform.
fr: Vous pourrez consulter tous ces documents dès à présent et pourrez revenir consulter les mises à jour de ces documents tout au long de votre évolution. Si vous ne vous rappelez plus de vos conditions de mutuelles ou de déblocage de votre participation, vous pourrez ainsi facilement revenir sur la plateforme.

# homeIntro4
source: You must read these documents carefully to understand what is required of each of us in the company and in our customers and suppliers.
fr: Vous devez lire ces documents avec attention pour bien assimiler ce qui est demandé à chacun de nous dans l’entreprise et chez nos clients et fournisseurs.

# homeIntro5
source: Depending on your role in the company; we have also selected documents specific to your activity and which you must read but also approve. To be sure that you have assimilated the content of certain strategic documents; we will also ask you to answer a multiple choice test which will test your knowledge; and to rework your knowledge if your answers to the multiple choice questions are not satisfactory.
fr: En fonction de votre rôle dans l’entreprise, nous vous avons également sélectionné des documents spécifiques à votre activité et que vous devrez lire mais également approuver. Afin d’être bien certains que vous avez assimilé le contenu de certains documents stratégiques, nous vous demanderons également de répondre à un QCM qui testera vos connaissances, et de retravailler vos connaissances si vos réponses au QCM ne sont pas satisfaisantes.

# homeIntro6
source: This will allow you to properly apply what is asked of you in the context of your interventions with certain customers and will allow us to prove to them that we have informed you of what it is important for you to know before your start of intervention. If this may seem restricting at first; some content will be useful for you in a professional capacity; so try to make the best of it and give us suggestions for improvement if you think that certain content or multiple choice questions are to be improved.
fr: Ceci vous permettra de bien appliquer ce qui vous est demandé dans le cadre de vos interventions chez certains clients et nous permettra de leur prouver que nous vous avons bien informé de ce qu’il est important que vous sachiez avant votre début d’intervention. Si cela peut vous paraitre contraignant de premier abord, certains contenus vous seront utiles à titre professionnel, alors essayez d’en tirer parti au mieux et faites nous des suggestions d’amélioration si vous pensez que certains contenus ou QCM sont à améliorer.

# homeTitlePage
source: Welcome | Home
fr: Welcome | Accueil

source: Informative
fr: Informatif

# internalRegulations
source: INTITEK internal regulations
fr: Réglement Intérieur INTITEK

source: Link
fr: Lien

# loginDescH3
source: Welcome to the home and sensitization platform of Astek and its subsidiaries!
fr: Bienvenue sur la plateforme d'accueil et de sensibilisation d'Astek et ses filiales !

# loginTitle
source: Welcome | Authentication
fr: Welcome | Authentification

source: Log out
fr: Se déconnecter

# lowResultsMsg
source: Sorry but you did not get the required minimum score with a score of #noteMinimum#. Please read the proposed document again and retake this test. Below; in green; the questions where you answered correctly; in red the questions for which your answer was incorrect.
fr: Désolé mais vous n'avez pas obtenu la note minimale de #noteMinimum# exigée. Veuillez relire le document proposé puis repasser ce test. Ci-dessous, en vert, les questions où vous avez répondu correctement, en rouge les questions pour lesquelles votre réponse était erronée.

source: Mandatory display INTITEK LYON
fr: Affichage Obligatoire INTITEK LYON

# mandatoryDisplayLegalTexts
source: Display mandatory legal texts
fr: Affichage Obligatoire Textes Legaux

# mcq
source: Quizz
fr: QCM

# mcqResults
source: Quizz results
fr: Résultats QCM

# mcqTitle
source: Quizz:
fr: QCM:

# menuHome
source: Home
fr: Accueil

# menuSettings
source: Settings
fr: Paramétrages

# multipleAnswersPossible
source: Many answers are possible. Please select at least one answer
fr: Plusieurs réponses sont possibles. Veuillez sélectionner au moins une réponse

source: Name
fr: Nom

# necessaryAction1
source: Read it
fr: Le lire

# necessaryAction2
source: Read and approve it
fr: Le lire et l'approuver

# necessaryAction3
source: Read and approve it then validate your understanding with a test (MCQ)
fr: Le lire et l'approuver puis valider votre compréhension par un test (QCM)

# necessaryActionIntro
source: Depending on the document; you will need to:
fr: Selon le document, il vous sera nécessaire de :

# paginatorNext
source: Next
fr: Suiv

source: Password
fr: Mot de passe

# passwordAd
source: Password
fr: Mot de passe

source: Read
fr: Lu

source: Read document
fr: Lire le document

source: Remember me
fr: Se souvenir de moi

source: Right answer
fr: Bonne réponse

source: Search
fr: Rechercher

# selectaction
source: Select an action
fr: Sélectionner une action

source: Select all
fr: Sélectionner tout

# settingsTitle
source: Welcome | Settings
fr: Welcome | Paramétrages

source: Show
fr: Afficher

# signIn
source: Please identify yourself
fr: Veuillez vous identifier

# submenuAdminList
source: Admins list
fr: Liste des admins

# submenuEmailList
source: Emails list
fr: Liste des emails

source: TEMPO tutorial
fr: Tutoriel TEMPO

# testResult
source: Your test's result
fr: Résultat de votre test

# userDocument
source: User home
fr: Accueil utilisateur

# username
source: Login or email address
fr: Identifiant ou adresse email

# utilisateur
source: User
fr: Utilisateur

# validateAndTest
source: Validate and do test
fr: Valider et faire le test

# verifyAdEmail
source: Verify
fr: Vérifier

source: Wrong answer
fr: Mauvaise réponse

# doc_Link
source: Link
fr: Lien

# documentsInformatifs
source: Informative Documents
fr: Documents Informatifs

# rightAnswerJs
source: Right answers
fr: Bonnes r\351ponses

# wrongAnswerJs
source: Wrong answers
fr: Mauvaises r\351ponses

# buttonNo
source: No
fr: Non

# buttonYes
source: Yes
fr: Oui

# passedResultMessage
source: Congratulations! You pass the test.
fr: Bravo! Vous avez réussi le test.

# noDocumentResult
source: No document found for this search.
fr: Aucun élément correspondant aux critères de recherche n'a été trouvé.

# documentTitlePage
source: Welcome | User Home
fr: Welcome | Accueil Utilisateur

# mcqResultTitlePage
source: Welcome | Quiz Result
fr: Welcome | Résultat QCM

# mcqTitlePage
source: Welcome | Quizz
fr: Welcome | QCM

# agency
source: Agency/Entity
fr: Entité/Agence

source: Analysis
fr: Analyse

source: Approval
fr: Approbation

source: Assigned
fr: Affecté

# assignmentType
source: Assign type
fr: Type affect

source: Collaborators
fr: Collaborateurs

source: Comment
fr: Commentaire

source: Documents list
fr: Liste des documents

source: Entities
fr: Entités

source: Entities/profiles
fr: Entités/profils

source: Entity/Agency
fr: Entité/Agence

# errorDocumentNameRequired
source: Document name required
fr: Nom du document obligatoire

# errorFileRequired
source: File required
fr: Fichier obligatoire

# errorVersionRequired
source: Version required
fr: Version obligatoire

# fieldValue
source: Value
fr: Valeur

source: File
fr: Fichier

source: Human resource
fr: Ressources humaines

source: Major
fr: Majeur

source: Minor
fr: Mineur

# modalContentDelete
source: Warning! This action is irreversible
fr: Attention ! Cette action est irréversible !

# modalTitleDeleteItem
source: Record deletion
fr: Suppression de l'enregistrement

source: New document
fr: Nouveau document

source: No
fr: Non

# optionContains
source: Contains
fr: Contenant

# optionEndswith
source: EndsWith
fr: Terminant par

# optionEquals
source: Equal
fr: Egal

# optionStartswith
source: StartsWith
fr: Commençant par

source: Profile
fr: Profil

source: Profiles
fr: Profils

source: Quality
fr: Qualité

source: Security
fr: Sécurité

# selectCategory
source: Select a category
fr: Séléctionner une catégorie

source: Yes
fr: Oui

# qcm_Infobulle_score_minimum
source: Minimum score : {0}/{1}
fr: Score minimum : {0}/{1}

# qcm_Infobulle_score_obtenu
source: Score obtained : {0}/{1}
fr: Score obtenu : {0}/{1}

# labelNbEnreg
source: Total :
fr: Nombre d'enregistrements :

# doc_Informatif
source: Informative
fr: Informatif

# qcm_Infobulle_DateQuizz
source: Quizz on {0}
fr: Quizz du {0}

# btnClose
source: Close
fr: Fermer

source: Error
fr: Erreur

# labelError500
source: An error occurred while processing your request.
fr: Une erreur s'est produite lors du traitement de votre demande.

# qcmTestAlreadyPassed
source: You already passed this test. Do you want to perform it again?<br/>If Yes: your result will be overwritten at Quizz validation.
fr: Vous avez déjà effectué avec succès le QCM. Voulez-vous le refaire? <br/>Si Oui : les résultats ne seront réellement remplacés qu\'à la validation du Quizz.

source: No category
fr: Pas de catégorie

# entiteLists
source: Entity/Agency list
fr: Liste Entité/Agence

# newEntite
source: New Entity/Agency
fr: Nouveau entité/agence

source: New Profile
fr: Nouveau profil

# newQCM
source: New quizz
fr: Nouveau QCM

source: New user
fr: Nouvel utilisateur

# profilLists
source: List of profiles
fr: Liste profils

# qcmLists
source: Quizz List
fr: Liste QCM

# userLists
source: List of users
fr: Liste utilisateurs

# prf_Approbation
source: Approbation : No. of collaborators. to throw back
fr: Approbation : Nb de collab. à relancer

# prf_Name
source: Profile name
fr: Nom du profil

# prf_NbCollaborater
source: No. of collaborators. to throw back
fr: Nb de collab. à relancer

# prf_Reading
source: Reading : No. of collaborators. to throw back
fr: Lecture : Nb de collab. à relancer

# prf_Test
source: Test : No. of collaborators. to throw back
fr: Test : Nb de collab. à relancer

# selectQcm
source: Select a quizz
fr: Sélectionner un QCM

# prf_AssignDoc
source: Assign documents
fr: Assigner les documents

# prf_DeleteDoc
source: Delete document
fr: Supprimer le document

# prf_ProfilState
source: Profile status
fr: Etat des profils

# prf_RelaunchByMail
source: Relaunch by email
fr: Relancer par email

# qcm_DateCreate
source: Creation date
fr: Date création

# qcm_Name
source: Name of QCM
fr: Nom du QCM

# qcm_NoteMinimal
source: Minimum score
fr: Note minimale

source: Update
fr: Modifier

# errorQcmRequired
source: Quizz required
fr: Le QCM est requis

source: Entity
fr: Entité

source: Firstname
fr: Prénom

# prf_userProfil
source: List of users linked to the profile
fr: Liste des utilisateurs liés au profil

# user_agency
source: Agency
fr: Agence

# user_name
source: Name
fr: Nom

# categoryList
source: List of categories
fr: Liste catégories

source: New category
fr: Nouvelle catégorie

# docAttachToEntity
source: This document is attached to entity(s)/agency(s): {0}
fr: Ce document est attaché au(x) entité(s)/agence(s): {0}

# docAttachToProfile
source: This document is attached to profile(s): {0}
fr: Ce document est attaché au(x) profil(s): {0}

# cannotDeleteProfil
source: You cannot delete the profile {0}.
fr: Vous ne pouvez pas supprimer le profil {0}.

# confirmDeleteProfil
source: Confirm deletion of the profile
fr: Confirmer la suppression du profil

source: No document !
fr: Aucun document !

# docTabInfoGeneral
source: General Information
fr: Informations générales

# gridHdAuthor
source: Author
fr: Auteur

# gridHdDateHeure
source: Date/Hour
fr: Date/Heure

# gridHdFileName
source: Original file
fr: Fichier d'origine

# MessageRequiredField
source: {0} is required
fr: {0} est obligatoire

# prf_msg_UniqueName
source: The profile name already exists !
fr: Le nom de profil existé déjà !

# errorDocumentNameDuplicated
source: Document name duplicated
fr: Nom de document dupliqué

# errorFileTooBig
source: File too big (>20MB)
fr: Fichier trop volumineux (>20MB)

source: Order
fr: Ordre

# errorCategoryNameRequired
source: Category name required
fr: Nom de catégorie requis

# cannotDeleteCategorie
source: You cannot delete the category {0}.
fr: Vous ne pouvez pas supprimer la catégorie {0}.

# confirmDeleteCategorie
source: Confirm deletion of the category
fr: Confirmer la suppression de la catégorie

# qcmEdit
source: Edit MCQ
fr: Modifier QCM

source: Add answer
fr: Ajouter une réponse

source: Answer
fr: Réponse

# qcmQuestionEdit
source: Edit question
fr: Modifier la question

source: All
fr: Toutes

# RemainingApproval
source: Rem appro
fr: Appro rest

# RemainingReading
source: Rem read
fr: Lect rest

# RemainingTest
source: Rem test
fr: Test rest

# user_AssignProfil
source: Assign profiles to the user
fr: Assigner des profils à l'utilisateur

# user_Documents
source: List of documents assigned to the user
fr: Liste des documents affectés à l'utilisateur

source: Collaborator
fr: Collaborateur

# user_Affectation_Profil
source: Profile assignment (s)
fr: Affectation(s) profil(s)

# dialogDeleteMessage
source: Do you want to delete {0}<br/>
fr: Voulez-vous supprimer {0} <br/>

# doc_Deleted
source: Deleted
fr: Supprimé

# agencies_Entity
source: Entity agencies
fr: Agences de l'entité

# agency_Assign_document
source: Assign documents to the agency
fr: Assigner des documents à l'agence

# agency_Name
source: Name of the agency
fr: Nom de l'agence

# entity_Assign_document
source: Assign documents to the entity
fr: Assigner des documents à l'entité

# entity_Name
source: Name of entity
fr: Nom de l'entité

# qcmNewQuestion
source: New question
fr: Nouvelle question

source: Down
fr: Descendre

source: Up
fr: Monter

# DocumentsByAgence
source: Documents by agency
fr: Documents par agence

# texteQuestion
source: Question text
fr: Texte Question

# errorQuestionTextRequired
source: Question text required
fr: Un texte pour la question est requise

# errorResponseTexteRequired
source: Response text required
fr: Un texte pour la réponse est requise

# errorRightResponseMandatory
source: One right response must at least be checked
fr: Au moins une bonne réponse doit être sélectionnée

# selectAgenceToFilter
source: Select the agency to filter
fr: Sélectionnez l'agence à filtrer

# selectProfilToFilter
source: Select the profile to filter
fr: Sélectionnez le profil à filtrer

# user_fullname
source: Full name
fr: Nom et Prénom

# user_login
source: Login
fr: Identifiant

# dialogCannotDeleteMessage
source: Cannot delete {0} <br/>
fr: Vous ne pouvez pas supprimer {0} <br/>

# la_categorie
source: the category
fr: la catégorie

# la_question
source: the question
fr: la question

# le_agence
source: the agency
fr: l'agence

# le_collaborateur
source: the collaborator
fr: le collaborateur

# le_document
source: the document
fr: le document

# le_entite
source: the entity
fr: l'entité

# le_profil
source: the profile
fr: le profil

# le_qcm
source: the quizz
fr: le qcm

source: Collapse all
fr: Réduire tout

source: Expand all
fr: Développer tout

source: Deleted
fr: Supprimé

# fileUploadPlaceholder
source: Upload file version
fr: Déposer ou télécharger le fichier

# actionModifier
source: Edit
fr: Modifier

# actionSupprimer
source: Delete
fr: Supprimer

# actionTelecharger
source: Download
fr: Télecharger

# docCreatedByOn
source: Created by {0} on {1}
fr: Créé par {0} le {1}

# docDeletedByOn
source: Deleted by {0} on {1}
fr: Supprimé par {0} le {1}

# docModifiedByOn
source: Updated by {0} on {1}
fr: Mis à jour par {0} le {1}

# profilesActu
source: Current profile
fr: Profils actuels

# appTitle
source: WELCOME Administration
fr: Administration WELCOME

# deleteAnswerConfirmation
source: Do you confirm this deletion?
fr: Confirmez-vous la suppression de cette réponse ?

source: Language
fr: Langue

source: Welcome Message
fr: Message d'accueil

# modeDownload
source: Download
fr: Téléchargement

# modeLecture
source: Reading mode
fr: Mode de lecture

# modeNavigateur
source: Browser
fr: Navigateur

source: New version
fr: Nouvelle version

# phaseEmployee
source: Employee
fr: Employé

# Filter
source: Filters
fr: Filtres

# Listing_complet
source: Complete listing
fr: Listing complet

# Listing_relance
source: Listing reminders
fr: Listing relances

# Statistiques_Analyse
source: Statistics & Analysis
fr: Statistiques & Analyse

# Vision_global
source: Global vision
fr: Vision globale

# errorDocumentPhaseRequired
source: Phase required
fr: Phase requise

# errorReadingModeRequired
source: Reading Mode required
fr: Mode de lecture requis

# actionDelete
source: Delete
fr: Supprimer

# actionEdit
source: Edit
fr: Editer

# actionVisualize
source: View
fr: Voir

source: Changes
fr: Modifications

source: Changes list
fr: Liste des modifications

source: History
fr: Historique

# mcqPerformed
source: Performed Quizz
fr: QCM réalisées

source: All selected
fr: Tous sélectionnés

# nSelectedText
source: selected
fr: sélectionné(e)s

# selectAllDocument
source: Select documents
fr: Sélectionner les documents

# selectAllEntity
source: Select agences
fr: Sélectionner les agences

# dialogConfirmEditDocumentMessage
source: The document {0} already exists. <br/> Do you want to edit it?
fr: Le document {0} existe déjà. <br/> Voulez-vous le modifier?

# dialogConfirmEditDocumentTitle
source: Confirm edition
fr: Confirmer l'édition

source: Data
fr: Donnée

# idObject
source: Object ID
fr: ID Objet

source: Minimal Score
fr: Score Minimal

# mcqPerformedList
source: Performed MCQs list
fr: Liste des QCM réalisées

source: Linked Objects
fr: Objets liés

# slcAttachEntite
source: Select an Entity/Agency
fr: Choisir une entité/agence

# slcAttachProfile
source: Select a profile
fr: Choisir un profil

# slcAttachSearch
source: Search
fr: Rechercher

# slcGroupAgency
source: Agency
fr: Agence

# slcGroupEntity
source: Entities
fr: Entités

source: Disable maintenance mode
fr: Désactiver le mode maintenance

source: Enable maintenance mode
fr: Activer le mode maintenance

# maintenanceModeWarning
source: Warning, this action takes effect immediately
fr: Attention, cette action prend effet immédiatement

# stat_Agence
source: Agency
fr: Agence

# stat_All
source: All
fr: Tous

# stat_collab_approved_documents_approve
source: Collaborators who approved all documents to be approved
fr: Collaborateurs ayant approuvé tous les documents à appouver

# stat_collab_lu_documents_propose
source: Collaborators who have read all the proposed documents
fr: Collaborateurs ayant lu tous les documents proposés

# stat_collab_notfinish_sensibilisation
source: Collaborators who has not finalized the awareness course
fr: Collaborateur n'ayant pas finalisé le parcours de sensibilisation

# stat_collab_success_qcm_propose
source: Collaborators who have successfully completed all the MCQs offered
fr: Collaborateurs ayant réussi tous les QCM proposés

# stat_detail_etape_parcours_sensibilisation
source: Detailed statistics according to the stages of the awareness course
fr: Statistiques détaillées selon les étapes du parcours de sensibilisation

# stat_document_restant_approve
source: Documents still to be approved
fr: Documents restant à approuver

# stat_document_restant_consult
source: Documents remaining to consult
fr: Documents restant à consulter

# stat_Employees
source: Employees
fr: Salariés

# stat_Entities
source: Entities / Agencies
fr: Entités / Agences

# stat_Entity
source: Entity
fr: Entité
