Repository: patdimby/ITK-Welcome
Catalog: Intitek.Welcome.UI.Resources/Resource.*.resx
Languages: fr

# stat_filename_all
source: All employees
fr: Tous les salariés

# stat_filename_relance
source: Employees to relaunch
fr: Salariés à relancer

# stat_Ingenieur
source: Engineer
fr: Ingénieur

# stat_lastDate
source: Last action performed
fr: Dernière action effectuée

# stat_Legend
source: Legend
fr: Légende

# stat_nbCollabTotal
source: Total number of collaborator
fr: Nombre de collaborateur total

# stat_nbParcours_Sensibilisation
source: Collaborators who have completed the entire awareness course
fr: Collaborateurs ayant effectués l'intégralité du parcours de sensibilisation

# stat_percent_collab_sensibilise
source: % of collaborator sensitized
fr: % de collaborateur sensibilisés

# stat_qcm_restant_success
source: QCM remaining to succeed
fr: QCM restant à réussir

# stat_read_approve_qcmSuccess
source: Reading and approval of the document, successful MCQ
fr: Lecture et approbation du document, QCM réussi

# stat_stats_general
source: General statistics
fr: Statistiques générales

# stat_Taux_finalisation
source: Course completion rate
fr: Taux de finalisation du parcours

# stat_title
source: Reception platform - Statistics
fr: Plateforme d'accueil - Statistiques

# stat_ToRelance
source: To relaunch
fr: A relancer

# stat_workbookname
source: Engineers
fr: Ingénieurs

# user_management
source: Collaborators management
fr: Gestion collaborateurs

# selectActionToFilter
source: Select the action to filter
fr: Sélectionnez l'action à filtrer

# selectDataToFilter
source: Select the data to filter
fr: Sélectionnez la donnée à filtrer

# loginMaintenanceText
source: The platform is currently under maintenance. However, it remains accessible to administrators.
fr: La plateforme est actuellement en maintenance. Elle demeure toutefois accessible aux administrateurs.

# emailSend
source: Emails sent
fr: Envoi d'emails

# emailSendList
source: Emails sent list
fr: Liste des envois d'emails

source: End
fr: Fin

source: Model
fr: Modèle

source: Program Name
fr: Nom Programme

source: Return Code
fr: Code Retour

source: Batchs List
fr: Liste des batchs

source: Email templates
fr: Modèles de mails

source: Email templates list
fr: Liste des modèles de mails

source: New template
fr: Nouveau modèle

source: the mail template
fr: le modèle d'email

source: Authorized keywords
fr: Mots-clef autorisés

source: Content
fr: Contenu

source: Mail object
fr: Object du mail

# buttonPreview
source: Preview
fr: Prévisualisation

# qcm_actionVisualize
source: View or change badge
fr: Voir ou changer badge

# qcm_deleteBadge
source: Delete badge
fr: Supprimer badge

# qcm_DeleteBadgeMessage
source: 32/5000 Do you want to delete the badge?
fr: Voulez-vous supprimer le badge ?

# errorCommentRequired
source: Comment required
fr: Commentaire obligatoire

# errorContentRequired
source: Content required
fr: Contenu obligatoire

# errorKeywordText
source: The following keywords are not valid:&nbsp;
fr: Les mots-clef suivants n'ont pas été reconnus:&nbsp;

# errorObjectRequired
source: Object required
fr: Objet obligatoire

# errorTemplateNameRequired
source: Template name required
fr: Nom du modèle obligatoire

source: Mail Preview
fr: Prévisualisation du mail

source: Unrecognized keywords
fr: Mots-clef non reconnus

# keywordNotice
source: Double-click to add to content
fr: Double-cliquer pour ajouter au contenu

source: Back Office actions
fr: Actions Back Office

# batchExecution
source: Batchs execution
fr: Exécution des batchs

# doPurge
source: Purge
fr: Purger

# histoToPurge
source: History purge
fr: Historiques à purger

# lineNumberToPurge
source: Number of lines to purge
fr: Nombre de lignes à purger

source: Purge All
fr: Tout purger

source: Recalculate
fr: Recalculer

# dialogPurgeMessage
source: Do you want to do the purge?
fr: Voulez-vous effectuer la purge ?

# previewMailObject
source: Object:&nbsp;
fr: Objet :&nbsp;

# relanceMessageFailed
source: An error occurs during the reminder : {0}
fr: Une erreur se produit lors de la relance : {0}

# relanceMessageSuccess
source: The reminder is sent successfully
fr: La relance est envoyée avec succès

# category_msg_UniqueName
source: The category already exists
fr: La catégorie existe déjà

# datepurgeLabel
source: Enter the purge reference date
fr: Saisir la date de référence de la purge

# histopurgeLabel
source: Histories with dates before this date will be purged from the database.
fr: Les historiques dont les dates sont antérieures à cette date seront purgés de la base de données.

# Diplome_Fait_Le
source: Done at Boulogne-Billancourt on {0}
fr: Fait le {0} à Boulogne-Billancourt

source: Domains
fr: Domaines

source: Address
fr: Adresse

source: Domain
fr: Domaine

source: Domains List
fr: Liste des domaines

# errorAddressRequired
source: Address required
fr: Adresse obligatoire

# errorConfirmationNotIdentical
source: Confirmation and password are not identical
fr: La confirmation et le mot de passe ne sont pas identiques

# errorConfirmationRequired
source: Confirmation required
fr: Confirmation obligatoire

# errorDomainRequired
source: Domain required
fr: Domaine obligatoire

# errorNameRequired
source: Name required
fr: Nom obligatoire

# errorUsernameRequired
source: Username required
fr: Identifiant obligatoire

# lastSynchronization
source: Last synchronized
fr: Dernière synchronisation

source: New Domain
fr: Nouveau Domaine

source: the domain
fr: le domaine

source: To be synchronized
fr: &Agrave; synchroniser

# doApproveAndDoQuizLater
source: Approve and do the quizz later
fr: Approuver et faire le quizz plus tard

# doApproveAndDoQuizRightNow
source: Approve and do the quizz right now
fr: Approuver et faire le quizz tout de suite

# doNotApprove
source: Don't approve
fr: Ne pas approuver maintenant

# backToDocument
source: Reopen the document
fr: Relire le document

# backToTest
source: Repeat the test
fr: Refaire le test

# errorDuplicateReponseOrder
source: Duplicated Response Order
fr: Ordre réponse dupliqué

# doApprove
source: Approve
fr: Approuver

# doTest
source: Perform the quizz
fr: Faire le test maintenant

# doTestLater
source: Perform the quizz later
fr: Faire le test plus tard

source: Refresh
fr: Rafraîchir

# errorTypeRequired
source: Required document type
fr: Type de document requis

# VideoNotExist
source: The video {0} does not exist on the disc. Please contact the administrator !
fr: La video {0} n'existe pas sur le disque. Veuillez contacter l'administrateur !

# validerLeDocument
source: Validate document
fr: Vailder le document

# doc_Reading
source: Document to Read
fr: Document à lire

# doc_SubCategories
source: Subcategory
fr: Sous-catégorie

source: No subcategory
fr: Pas de sous-catégorie

# slcGroupCategory
source: Categories
fr: Catégories

# slcGroupSubcategory
source: Sub-categories
fr: Sous-catégories

# slcSelectCategSubCateg
source: Select category / sub-category
fr: Sélectionnez catégories / sous-catégories

source: New Sub Category
fr: Nouvelle sous-catégorie

# browserNotSupported
source: Your browser is not compatible with the application. Please, switch to Microsoft EDGE which you can download <a href="{0}">here</a>...
fr: Votre navigateur n’est pas compatible avec l’application. Nous vous invitons à passer à Microsoft EDGE que vous pouvez télécharger en cliquant <a href="{0}">ici</a>...

# errorBrowserTitle
source: Your browser is not compatible. Do not panic...
fr: Votre navigateur n'est pas compatible. Pas de panique...

# errorCategoryNotSelected
source: Select a category
fr: Sélectionner une catégorie

source: Category / sub-category
fr: Catégorie / sous-catégorie

# titleNotSupportedBrowser
source: Welcome | Not supported
fr: Welcome | Non supporté

# errorPageMessageP1
source: An error occurs, please retry your action.
fr: Une erreur s'est produite, veuillez réessayer votre manipulation.

# errorPageMessageP2
source: If the error occurs again, close your browser and retry.
fr: Si l'erreur se reproduit, veuillez réessayer en quittant votre navigateur et recommencer.

# errorPageMessageP3
source: Try eventually in Private Navigation mode.
fr: Essayer éventuellement en mode Navigation privée.

# errorPageMessageP4
source: If the error persists. Please contact {0}.
fr: Si l'erreur persiste, veuillez contacter {0}.

# errorPageTitle
source: Server Error
fr: Erreur Serveur

# errPageRetryButton
source: Retry
fr: Réessayer

# doc_Appoveds
source: Approved
fr: Approuvés

# doc_Readeds
source: Read
fr: Lus

# doc_Testeds
source: Tested
fr: Testés

source: Black list
fr: Liste noire

# BlackList_Title
source: ADMINISTRATION OF THE BLACK LIST
fr: ADMINISTRATION DE LA LISTE NOIRE

source: City
fr: Ville

source: Creation
fr: Création

# ListCityEntitiesBlacklisted
source: List of Cities / Entities currently blacklisted by the AD synchronization batch
fr: Liste des Villes/Entités actuellement mises en liste noire par le batch de synchronisation AD

source: New path
fr: Nouveau chemin

source: Path
fr: Chemin

# BlackList_msg_UniqueName
source: The path already exists!
fr: Le chemin existe déjà !

# BlackList_NbCollabActif
source: Coll. active
fr: Coll. actifs

# BlackList_NbCollabInactif
source: Coll. inactive
fr: Coll. inactifs

# PathRequired
source: The path is required
fr: Le chemin est obligatoire

source: Present
fr: Présent

source: Reason
fr: Motif

# EmployeesActif
source: Active Employees
fr: Salariés actifs

# EmployeesAll
source: All Employees
fr: Tous les salariés

# EmployeesInactif
source: Inactive Employees
fr: Salariés inactifs

# ImportFileInactivityButton
source: Load inactive
fr: Charger les inactifs

# ImportFileInactivityTitle
source: Load the users inactifs
fr: Charger les utilisateurs inactifs

# InvalidFilesXlsx
source: Please choose an .xlsx file
fr: Veuillez choisir un fichier .xlsx

# confirmMessageLoadInactivityFile
source: Do you want to load inactivities?
fr: Voulez-vous charger les inactivités ?

# inact_attention
source: Warning
fr: Attention

# inact_attention_title
source: Errors have occurred: The faulty lines have not been imported.
fr: Des erreurs se sont produites : Les lignes en défaut n'ont pas été importées.

# inact_columns_required
source: Invalid file : At least, the columns [Nom or Prenom or Email] and [Start] must be present.
fr: Fichier incorrect : Au moins, les colonnes [Nom ou Prénom ou Email] et [Début] doivent être présentes

# inact_column_invalide
source: Line {0} : {1} [{2}] not valid
fr: Ligne {0} : {1} [{2}] non valide

# inact_column_notexist
source: Line {0} : {1} [{2}] was not found in the database
fr: Ligne {0} : {1} [{2}] est introuvable dans la base

# inact_column_required
source: Line {0} : {1} required
fr: Ligne {0} : {1} obligatoire

# inact_line_incorrect
source: Line {0} : [Nom, Prénom, Email] are empty
fr: Ligne {0} : [Nom, Prénom, Email] sont vides

# inact_rows_empty
source: Invalid file : Lines are empty
fr: Fichier incorrect : Les lignes sont vides

# inact_start_empty
source: Empty = today's date ({0})
fr: Vide = date du jour ({0})

# inact_start_end_invalide
source: Ligne {0} : End date [{1}] is less than the start date [{2}]
fr: Ligne {0} : Date fin [{1}] est inférieure à la date début [{2}]

# inact_debut
source: Start inactivity
fr: Début inactivité

# inact_fin
source: End of inactivity
fr: Fin inactivité

# inact_result
source: Results
fr: Résultats

# inact_result_nblines_loaded
source: Number of rows loaded correctly : {0}
fr: Nombre de lignes correctement chargées : {0}

# inact_result_nblines_read
source: Number of rows read : {0}
fr: Nombre de lignes lues : {0}

# inact_result_nblines_rejected
source: Number of lines rejected : {0}
fr: Nombre de lignes rejetées : {0}

# rythme
source: Rhythm
fr: Rythme

# Departement
source: Operational management
fr: Direction opérationelle

# NoDepartement
source: No direction
fr: Aucune direction

# selectAllDepartement
source: Select directions
fr: Sélectionner les directions

# selectAllManager
source: Select managers
fr: Sélectionner les managers

# Statistiques_Analyse_Departement
source: Statistics & Analysis - Operational management
fr: Statistiques & Analyse -Direction opérationelle

# Statistiques_Analyse_Manager
source: Statistics & Analysis - Manager
fr: Statistiques & Analyse - Manager

# AnalyseByDepartement
source: Analysis by operational management
fr: Analyse par direction opérationnelle

# stat_Departement
source: Operational directions
fr: Directions opérationnelles

# percent_pers_sensitized
source: % of people sensitized
fr: % de personnes sensibilisées

source: Already done
fr: Déjà fait

# NameCollabotor
source: Name of collaborator
fr: Nom du collaborateur

# NbDocApproved
source: Number of documents to be approved
fr: Nombre de documents à approuver

# NbDocRead
source: Number of documents to read
fr: Nombre de documents à lire

# NbDocTested
source: Number of quizzes to perform
fr: Nombre de quizz à réaliser

# ToApproved
source: To approve
fr: A approuver

source: To read
fr: A lire

# ToTest
source: Take the quiz
fr: Faire le quizz

# batch_Debut
source: Batch start : {0}
fr: Début batch : {0}

# batch_DetailError
source: Details of errors :
fr: Détail des erreurs :

# batch_Fin
source: End of batch : {0}
fr: Fin batch : {0}

# batch_NbErrors
source: Number of errors encountered : {0}
fr: Nombre d'erreurs rencontrées : {0}

# batch_NbPersonnes
source: Number of people to raise : {0}
fr: Nombre de personnes à rélancer : {0}

# batch_NbSendMail
source: Number of emails actually sent : {0}
fr: Nombre d'emails effectivement envoyés : {0}

# batch_Success
source: Batch successfully completed
fr: Batch terminé avec succès

# allCategoriesSub
source: All the documents
fr: Tous les documents

# noCategoryInclus
source: Uncategorized documents
fr: Documents sans catégorie

# noSubcategoryInclus
source: Documents without subcategory
fr: Documents sans sous-catégorie

# mail_synthese_subject
source: [WELCOME] Summary mail - {0}
fr: [WELCOME] Mail de synthèse - {0}

source: To do
fr: A faire

# batchHostIPSendMail
source: Message sent by server {0} - IP {1}
fr: Message émis par le serveur {0} - IP {1}

# errorFileSelected
source: The selected file is not valid
fr: Le fichier choisi n'est pas valide

# periodAnalysis
source: Period analysis from
fr: Période analyse de

source: to
fr: à

# DateExit
source: Exit
fr: Sortie

# DateEntry
source: Entry
fr: Entrée

# filterEntryDate
source: Entry from
fr: Entrée à partir de

# filterExitDate
source: Exit before the
fr: Sortie avant le

# deleteIllustration
source: Trash
fr: Supprimer

source: Awareness/ Approvals
fr: Sensibilisations/ Approbations

source: Awareness & Approvals
fr: Sensibilisations & Approbations

# awareness_approvals_doc_approved
source: Approved documents
fr: Documents approuvés

# awareness_approvals_doc_validated
source: Documents validated by questionnaire
fr: Documents validés par questionnaire

# awareness_approvals_month_selection
source: Select month
fr: Sélectionner le mois

# awareness_approvals_title
source: Document approval / validation data archive
fr: Archives des données d’approbation / validation de document

# approbation_active_inactive
source: Active/ Inactive
fr: Actif/ Inactif

# approbation_admin_charter
source: Administrator charter
fr: Charte administrateur

# approbation_agency
source: Agency
fr: Agence

# approbation_engineer
source: Engineer
fr: Ingénieur

# approbation_entity
source: Entity
fr: Entité

# approbation_mail
source: Mail address
fr: Adresse mail

# approbation_practical_guide
source: Practical guide to document classification and handling
fr: Guide pratique de classification et manipulation des documents

# approbation_present_not_present
source: Present/ not present
fr: Présent/ non présent

# approbation_workbookname
source: Approved_Docs
fr: Docs_Approuvés

# sensibilisation_active_inactive
source: Active/ inactive
fr: Actif/ inactif

# sensibilisation_agency
source: Agency
fr: Agence

# sensibilisation_approbation_active
source: Active
fr: Actif

# sensibilisation_approbation_inactive
source: Inactive
fr: Inactif

# sensibilisation_approbation_not_present
source: Not present
fr: Non présent

# sensibilisation_approbation_present
source: Present
fr: Présent

# sensibilisation_corruption
source: Awareness of corruption risks
fr: Sensibilisation aux risques de corruption

# sensibilisation_engineer
source: Engineer
fr: Ingénieur

# sensibilisation_entity
source: Entity
fr: Entité

# sensibilisation_environment
source: Environmental awareness (ISO 14001)
fr: Sensibilisation Environnementale (ISO 14001)

# sensibilisation_mail
source: Mail address
fr: Adresse mail

# sensibilisation_present_not_present
source: Present/ not present
fr: Présent/ non présent

# sensibilisation_quality
source: Quality awareness (ISO 9001)
fr: Sensibilisation Qualité (ISO 9001)

# sensibilisation_safety_business
source: Safety Awareness - Business Consultant (ISO 27001)
fr: Sensibilisation Sécurité - Consultant Métier (ISO 27001)

# sensibilisation_safety_common
source: Safety awareness - Common core (ISO 27001)
fr: Sensibilisation Sécurité - Tronc commun (ISO 27001)

# sensibilisation_workbookname
source: Sensitizations
fr: Sensibilisations

# approbation_title
source: Approved_Docs
fr: Docs_Approuvés

# sensibilisation_title
source: Sensitizations
fr: Sensibilisations

# modeMagazine
source: Magazine mode
fr: Mode magazine

# exportQuizz
source: Export to Excel
fr: Exporter vers Excel

# importQuizz
source: Import a Quizz
fr: Importer un QCM

source: Change emails
fr: Changement d'emails

# change_emails
source: Mass change emails
fr: Changement en masse d'emails

# change_emails_title
source: Mass change emails
fr: Changement en masse d'emails

# change_email_upload_exel
source: Upload email list
fr: Télécharger la liste d'emails

# change_emails_btn_validate
source: Validate
fr: Valider

# change_emails_file_upload
source: Upload file
fr: Déposer ou télécharger le fichier

# change_emails_results
source: Email change results
fr: Résultats changement d'emails

# change_mail_error
source: An error occurred while reading the file.
fr: Une erreur est survenue lors de la lecture du fichier.

# change_mail_mail_result
source: Result
fr: Résultat

# change_mail_new_mail
source: New Mail
fr: Mail Cible

# change_mail_previous_mail
source: Previous Mail
fr: Ancien Mail

# user_operational_direction
source: Operational direction
fr: Direction opérationnelle

# change_mail_title
source: RESULTS OF THE MASS MODIFICATION OF EMAIL ADDRESSES
fr: RESULTATS DE LA MODIFICATION EN MASSE D'ADDRESSES EMAILS

# errorIllustrationFormat
source: Only image formats are accepted
fr: Seuls les formats image sont acceptés

# doc_Sharable_Link
source: Link
fr: Lien

# doc_Sharable_Link_Dialog_Title
source: Document link
fr: Lien de document

# doc_Sharable_Link_Tooltip
source: Sharable Link
fr: Lien partageable

# noAccessDocument
source: Unauthorized access
fr: Accès non authorisé

# noAccessDocumentText
source: Sorry, you do not have access to this document.
fr: Désolé, vous n'avez pas accès à ce document.

# btnCopyLink
source: Copy link
fr: Copier le lien

# copiedLinkText
source: The link above has been copied.
fr: Le lien ci-dessus a été copié.

# doc_Sharable_Link_Doc_Name
source: Document name:
fr: Nom du document :

# noAgence
source: No agency
fr: Aucune agence
